Repository: KDE/kjsembed
Catalog: po/*/kjsembed5.po
Languages: ast, cs

source: Error encountered while processing include '%1' line %2: %3
cs: Během zpracování include '%1'se vyskytla chyba na řádce %2: %3

source: include only takes 1 argument, not %1.
cs: include přijímá pouze 1 argument, ne %1.

source: File %1 not found.
ast: Nun s'alcontró'l ficheru %1.
cs: Soubor %1 nenalezen.

source: library only takes 1 argument, not %1.
ast: la biblioteca namái garra 1 argumentu, non %1.
cs: knihovna přijímá pouze 1 argument, ne %1.

source: Alert
cs: Upozornění

source: Confirm
cs: Potvrdit

source: Bad event handler: Object %1 Identifier %2 Method %3 Type: %4.
cs: Špatná obsluha události: Objekt %1 Identifikátor %2 Metoda %3 Typ: %4.

source: Exception calling '%1' function from %2:%3:%4
ast: Esceición llamando a la función «%1» dende %2:%3:%4
cs: Výjimka volá funkci '%1' z %2:%3:%4

source: Could not open file '%1'
ast: Nun pudo abrise'l ficheru «%1»
cs: Není možné otevřít soubor '%1'

source: Could not create temporary file.
ast: Nun pudo crease'l ficheru temporal.
cs: Nelze vytvořit dočasný soubor.

source: %1 is not a function and cannot be called.
ast: %1 nun ye una función y nun pue llamase.
cs: %1 není funkce a nemůže být volán.

source: %1 is not an Object type
cs: %1 není objektový typ

source: Action takes 2 args.
ast: Action garra 2 argumentos.
cs: Činnost vyžaduje 2 argumenty.

source: ActionGroup takes 2 args.
ast: ActionGroup garra 2 argumentos.
cs: Skupina akcí očekává dva argumenty.

source: Must supply a valid parent.
ast: Ha fornise un pá válidu.
cs: Musíte zadat platného rodiče.

source: There was an error reading the file '%1'
ast: Hebo un fallu lleendo'l ficheru «%1»
cs: Nastala chyba při čtení souboru '%1'

source: Could not read file '%1'
ast: Nun pudo lleese'l ficheru «%1»
cs: Nelze přečíst soubor '%1'

source: Must supply a filename.
ast: Ha fornise un nome de ficheru.
cs: Musíte zadat název souboru.

source: '%1' is not a valid QLayout.
ast: «%1» nun ye un QLayout válidu.
cs: '%1' není platný QLayout.

source: Must supply a layout name.
ast: Ha fornise un nome de distribuión.
cs: Musíte zadat název rozvržení.

source: Wrong object type.
ast: Triba incorreuta d'oxetu
cs: Chybný typ objektu.

source: First argument must be a QObject.
ast: El primer argumentu ha ser QObject.
cs: První argument musí být QObject.

source: Incorrect number of arguments.
ast: Númberu incorreutu d'argumentos.
cs: Neplatný počet argumentů.

source: The slot asked for %1 argument
cs: Slot si vyžádal %1 argument

source: but there is only %1 available
ast: pero namái hai %1 disponible
cs: ale pouze %1 je dostupný

source: Failure to cast to %1 value from Type %2 (%3)
cs: Chyba přetypování hodnoty na %1 z %2 (%3)

source: No such method '%1'.
cs: Taková metoda '%1' neexistuje.

source: Call to method '%1' failed, unable to get argument %2: %3
cs: Volání metody '%1' selhalo, nebyl zadán argument %2: %3

source: Call to '%1' failed.
ast: Falló la llamada a «%1».
cs: Volání '%1' selhalo.

source: Could not construct value
ast: Nun pudo construyise'l valor
cs: Nelze vytvořit hodnotu

source: Not enough arguments.
ast: Nun hai argumentos abondos.
cs: Nedostatek argumentů.

source: Failed to create Action.
ast: Fallu al crear Action.
cs: Selhalo vytvoření činnosti.

source: Failed to create ActionGroup.
ast: Fallu al crear ActionGroup.
cs: Selhalo vytvoření skupiny činností.

source: No classname specified
ast: Nun s'especificó'l nome de clas
cs: Nezadán název třídy

source: Failed to create Layout.
ast: Fallu al crear Layout.
cs: Selhalo vytvoření rozvržení.

source: No classname specified.
ast: Nun s'especificó'l nome de clas.
cs: Nebyl zadán název třídy.

source: Failed to create Widget.
ast: Fallu al crear Widget.
cs: Vytvoření widgetu selhalo.

source: Could not open file '%1': %2
ast: Nun pudo abrise'l ficheru «%1»: %2
cs: Nelze otevřít soubor '%1': %2

source: Failed to load file '%1'
ast: Fallu al cargar el ficheru «%1»
cs: Selhalo načtení souboru '%1'

source: '%1' is not a valid QWidget.
ast: «%1» nun ye un QWidget válidu.
cs: '%1' není platný QWidget.

source: Must supply a widget name.
ast: Ha fornise un nome de widget.
cs: Musíte zadat název widgetu.

source: Bad slot handler: Object %1 Identifier %2 Method %3 Signature: %4.
cs: Špatná obsluha slotu: Objekt %1 Identifikátor %2 Metoda %3 Signatura: %4.

source: Exception calling '%1' slot from %2:%3:%4
cs: Výjimka při volání slotu '%1' z %2:%3:%4
